<?php
include APPPATH.'views/templates/header.php';
?>
<div class="row-fluid">
	<div class="span8 main pull-left">
		<div class="white_background inner">
			<h4>帮助</h4><hr/>

			<div class="faq">
				<h5>网站的使用流程是怎么样的？</h5>
				<p>
					这里注册的每一个用户都可以通过点击随机分配好友按钮来为自己获得一个好友，用户可以通过发布自己的动态与好友交流7天，可以分享自己的生活动态，交流自己的想法；7天后你与此用户的好友关系会被自动解除，这时你就可以通过点击随机分配按钮再次分配一个好友并开始另一段旅程。
				</p>
			</div>
			<div class="faq">
				<h5>如果我暂时不想被任何人匹配到怎么办？</h5>
				<p>
					你可以在设置页面切换状态为拒绝任何人匹配到自己，这样其他会员就不会匹配到你。如果以后你想被其他会员匹配到，则可以选择在设置页面切换回空闲状态；或者选择直接匹配其他好友，你的状态会自动切换。
				</p>
			</div>
			<div class="faq">
				<h5>我忘记密码了怎么办？</h5>
				<p>
					你可以在 <a href="/contact" style="color:#666;">联系</a> 页面看到我的联系方式，你可以将自己的用户名以及遇到的问题发送邮件给我，我再回复你具体怎么处理。
				</p>
			</div>
			<div class="faq">
				<h5>如果遇到一些比较恶俗的用户怎么办？</h5>
				<p>
					将你遇到的问题通过邮件发送给我 (<a href="/contact" style="color:#666;">联系方式</a>) ，并附上你的用户名与另一位用户的用户名，如果情况属实，便会按具体情况予以不同处理，处理方式包括警告、冻结或直接删除账户。
				</p>
			</div>
			<div class="faq">
				<h5>如果系统为我匹配到的好友基本从未登录过，或者从未通过发布动态与自己交流怎么办？</h5>
				<p>
					如果好友从匹配时间开始，超过 2 天未发布过任何动态，你可以通过点击申请重新分配好友按钮，系统会解除你们的好友关系，并重置你的好友匹配状态，使你可以再次匹配其他好友。如果问题仍然无法解决，你可以发送邮件给我 (<a href="/contact" style="color:#666;">联系方式</a>)，并附上问题描述。
				</p>
			</div>
			<div class="faq">
				<p>
					如果你遇到了其他任何问题，都可以发送邮件给我，并附上尽可能详细的问题描述，我会在第一时间处理并回复。</p>
				<p>
					同时欢迎任何意见或建议。
				</p>
			</div>
		</div>

	</div>
</div>
<?php include APPPATH.'views/templates/footer.php';?>